/* */
/* Copyright (c) 2008 Software Ambience Corp. All rights reserved. */
/* */

"Main_Edition_Beta" = "Beta";
"Main_Edition_MacAppStore" = "pour Mac App Store";

"Main_DropAreaHint_Disk" = "faire glisser ici le disque à analyser";
"Main_DropAreaHint_Folder" = "faire glisser ici le dossier à analyser";
"Main_DropAreaHint_License" = "faire glisser la licence d’enregistrement";

"Main_TitleButton_BuyNow" = "Mode d’évaluation. Acheter maintenant…";
"Main_TitleButton_UpgradeNow" = "Mode d’évaluation. Mettre à niveau maintenant…";
"Main_TitleButton_BetaExpiration" = "%1$@. Expire le %2$@";

"Main_Menu_RescanAsLastTime" = "Réanalyser « %@ »";
"Main_Menu_RescanAsLastTimeNone" = "Réanalyser";
"Main_Menu_RescanAsAdminQuick" = "Réanalyse rapide « %@ » en tant qu‘administrateur";
"Main_Menu_RescanAsAdminQuickNone" = "Réanalyse rapide en tant qu’administrateur";
"Main_Menu_RescanAsAdminFull" = "Réanalyse complète de « %@ » en tant qu’administrateur";
"Main_Menu_RescanAsAdminFullNone" = "Réanalyse complète en tant qu’administrateur";
"Main_Menu_RescanAsNormalUser" = "Réanalyser « %@ » en tant qu’utilisateur normal";
"Main_Menu_RescanAsNormalUserNone" = "Réanalyser en tant qu’utilisateur normal";

"Main_Alert_QuitWarning_Scanning_Title" = "Analyse en cours";
"Main_Alert_QuitWarning_Scanning_Message" = "DaisyDisk est en train d'analyser un disque.\nSi vous quittez maintenant, l'analyse ne sera pas complète.";
"Main_Alert_QuitWarning_Deleting_Title" = "Suppression de fichier en cours";
"Main_Alert_QuitWarning_Deleting_Message" = "Si vous quittez maintenant, certains fichiers ne seront pas supprimés";
"Main_Alert_QuitWarning_NonEmptyCollector_Title" = "Il y a des fichiers réunis, mais pas supprimés";
"Main_Alert_QuitWarning_NonEmptyCollector_Message" = "Si vous quittez maintenant, DaisyDisk ne gardera pas en mémoire les fichiers réunis pour suppression.";

"Main_Alert_QuitWarning_Quit" = "Quitter quand même";
"Main_Alert_QuitWarning_Cancel" = "Annuler";

"Main_Admin_Prompt" = "DaisyDisk voudrait lancer un assistant avec accès administrateur";

/*deprecated; upgrade scopebar*/
"Main_Scopebar_Upgrade_FreeUpgrade" = "La mise à niveau DaisyDisk %@ est disponible gratuitement pour vous";
"Main_Scopebar_Upgrade_PaidUpgrade" = "DaisyDisk %1$@ est disponible. Mise à niveau pour seulement %2$@";
"Main_Scopebar_Upgrade_JustUpgrade" = "DaisyDisk %@ est disponible";
"Main_Scopebar_Upgrade_Button_Upgrade" = "Mise à jour";
"Main_Alert_RemindUpgrade_Title" = "Devons-nous vous rappeler cette mise à jour ultérieurement ?";
"Main_Alert_RemindUpgrade_Button_YesLater" = "Oui, la prochaine fois";
"Main_Alert_RemindUpgrade_Button_NoNever" = "Ne jamais me le rappeler";
/*deprecated*/

/*"achievements" displayed on the scope bar*/
"Main_Scopebar_Score_5GB" = "Félicitations ! Vous avez récupéré %@ de plus sur votre disque. C’est plus que l’espace qu’un iPod avait en 2001 !";
"Main_Scopebar_Score_10GB" = "Youpi ! Avoir %@ d’espace de plus sur un disque est toujours agréable.";
"Main_Scopebar_Score_20GB" = "Cool! Vous venez de récupérer %1$@ pour vos données. C’est %2$@#(x,x) autant que le disque du premier iMac !";
"Main_Scopebar_Score_50GB" = "%1$@ de trucs inutiles sont partis. Il y a maintenant assez de place pour plus de %2$@ #(film HD,films HD).";
"Main_Scopebar_Score_100GB" = "Vous venez de récupérer %1$@. C’est plus que %2$@ #(paquet,paquets) de DVD-R !";
"Main_Scopebar_Score_200GB" = "Vous venez de récupérer %@. Ça aurait pu être tout un disque de MacBook.";
"Main_Scopebar_Score_500GB" = "Grand ménage ! Vous venez de récupérer %@ sur votre disque. C’est colossal !";

/*corresponding achievments as they appear on Twitter*/
"Main_Score_Twitter_5GB" = "Youpi ! Avoir %@ d’espace de plus sur un disque est toujours agréable. Grâce à @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_10GB" = "Youpi ! Avoir %@ d’espace de plus sur un disque est toujours agréable. Grâce à @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_20GB" = "Cool! Je viens de récupérer %1$@. C’est %2$@#(x,x) fois le disque du premier iMac ! Grâce à @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_50GB" = "%1$@ de trucs inutiles sont partis. Il y a maintenant assez de place pour plus de %2$@ #(film HD,films HD). Grâce à @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_100GB" = "Je viens de récupérer %1$@. C’est plus que %2$@ #(paquet,paquets) de DVD-R ! Grâce à @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_200GB" = "Je viens de récupérer %@. Ça aurait pu être tout un disque de MacBook. Grâce à @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_500GB" = "Grand ménage ! Je viens de récupérer %@ sur mon disque. C’est colossal ! Grâce à @DaisyDisk http://cl.ly/ehk4";

/*tweeting score from the About window*/
"Main_Score_About_Twitter_Base" = "@DaisyDisk http://cl.ly/ehYa m’a permis de récupérer plus de %@ sur mon disque.";
"Main_Score_About_Twitter_0GB" = "Il y a 20 ans, il fallait %@ #(disquette,disquettes) pour ces données.";
"Main_Score_About_Twitter_5GB" = "C’est plus que la taille du disque du premier iPod !";
"Main_Score_About_Twitter_6GB" = "Autrement, ça aurait nécessité %@ #(CD-R,CD-R).";
"Main_Score_About_Twitter_20GB" = "C’est plus que %@ #(air,airs) en MP3.";
"Main_Score_About_Twitter_50GB" = "Assez d’espace pour %@ #(film en HD,films en HD).";
"Main_Score_About_Twitter_256GB" = "C’est plus que ce que le MacBook Air a jamais eu !";
"Main_Score_About_Twitter_320GB" = "C’est la taille du disque d’un MacBook Pro !";
"Main_Score_About_Twitter_500GB" = "Ça aurait pu remplir une Time Capsule !";
"Main_Score_About_Twitter_1000GB" = "Autrement je devrais acheter un disque d’un téraoctet !";
"Main_Score_About_Twitter_1500GB" = "C’est assez pour stocker %@ #(CD,CD) en qualité originelle.";

"Main_Scopebar_Score_Button_Tweet" = "Tweeter !";
"Main_Scopebar_Score_Button_Disable" = "Ne pas réafficher ce message";
"Main_Scopebar_Score_Button_Close" = "Refermer ce message";
"Main_Scopebar_Score_RateInMAS" = "Vous aimez DaisyDisk ? Postez un commentaire sur l’App Store";
"Main_Scopebar_Score_Button_Rate" = "Mettre une note";

